IDENTIFICATION DIVISION.
PROGRAM-ID. HELLO-WORLD.
* Saludos para todos los dias.
PROCEDURE DIVISION.
    DISPLAY 'Buen dia!!! hoy es lunes'.
    DISPLAY 'Curso: Host and card'.
    STOP RUN.