IDENTIFICATION DIVISION.
PROGRAM-ID. HELLO-WORLD.
* Saludos para todos los dias.
PROCEDURE DIVISION.
    DISPLAY 'Buen dia!!! hoy es Miercoles'.
    DISPLAY 'Curso: VISUAL STUDIO'.
    STOP RUN.